import Navbar from "./NavBar";
/** icons **/
import { FaArrowLeft } from "react-icons/fa6";

function Instructions() {
  return (
    <div className="instructions">
      <Navbar />

      <div className="main-container">
        <div className="instructions-content">
          <ul>
            <h1 className="heading">
              بفضل الله تم فتح الدار بالمجان بشكل كامل لن يدفع الطالب اي شي
              وبالتالي كنا محتاجين مجموعة تعليمات نمشي عليها بحيث ميكونش في اي
              اهمال او تقصير{" "}
            </h1>
            <li>
              <FaArrowLeft />{" "}
              <p> 1. اقل مده لتواجد الطالب "ساعه" الا للظروف الاستثنائيه</p>
            </li>
            <li>
              <FaArrowLeft />{" "}
              <p>
                {" "}
                2. الحفظ بالتجويد والاحكام والضبط والاهتمام بالكيف عن الكم{" "}
              </p>
            </li>
            <li>
              <FaArrowLeft />{" "}
              <p>
                3. قد يتم اعاده الحفظ لسوء القراءه وعدم الاهتمام بالكيف وهذا شيء
                يحدده الشيخ فقد نظل طوال الشهر في نفس السوره لا باس{" "}
              </p>
            </li>
            <li>
              <FaArrowLeft />{" "}
              <p>
                {" "}
                4. غير مسموح بالغياب وان غاب الطالب فسوف يدفع 5 جنية على هذه
                الحصه " مع الاخذ بالاسباب الخارجه عن الارادة مثل المرض وهذا يكون
                بتبليغ من الاهل وليس الطالب"
              </p>
            </li>
            <li>
              <FaArrowLeft />{" "}
              <p>
                {" "}
                5. هناك مسابقه بين الطلاب خلال الشهر ومن يحصل على المركز الاول
                يتم مكافاته وتشجيعه{" "}
              </p>
            </li>
            <li>
              <FaArrowLeft />{" "}
              <p>
                6. ان ظل مستوى الطالب سيء ولا يتحسن ولم يتجاوز 50% في تقيم الشهر
                يتم منحه فرصه جديده للتعويض في الشهر التالي ومساعدته و قضاء وقت
                اطول في الدار للمراجعه فإن لم يتحسن ايضا فهذا تقصير منه سيفرض
                عقاب و عليه غرامه
              </p>
            </li>
            <li>
              <FaArrowLeft />{" "}
              <p>
                7. سؤال الحصه وده سؤال في كل حصه هدفه ان الطالب يبدأ يسال و يدور
              </p>
            </li>
            <li>
              <FaArrowLeft />{" "}
              <p>
                8."صندوق بيت المال" يعني هيكون صندوق صغير نحط فيه فلوس الغياب
                اللي بتتجمع، وكمان أي فلوس إضافية ولي الأمر عايز يساهم بيها.
                الهدف منه إنه يساعد الكتاب في توفير حاجات زي الجوائز للطلاب عشان
                يشجعهم او اخراج الفلوس دي كصدقات عن الطلاب وزرع فيهم مفهوم
                الصدقةوهكذا
              </p>
            </li>
          </ul>
        </div>
      </div>
    </div>
  );
}

export default Instructions;
